Repository: OmegaT-L10N/es
Catalog: tm/Gnome localization/en-es.tmx
Source language: en
Languages: es

source: Redeals are accomplished by placing the tableau piles on top of each other in order, starting from the last pile. Then the deck is simply turned over and redealt, four cards at a time, back to the tableau. If no moves are made, redealing will not alter the arrangement of the cards. Therefore, the game is lost if no move is possible immediately after a redeal.
es: Los repartos se realizan colocando cada montón del tablero encima de otro en orden, comenzando desde el último montón. Luego la baraja voltea y se reparte, cuatro cartas cada vez, de vuelta al tablero. Si no hay más movimientos, los repartos no alterarán el orden de las cartas. Por tanto, el juego se pierde si no hay más movimientos posibles inmediatamente después de un reparto.

source: Note: a degenerate case occurs whenever, after a redeal, the last tableau pile contains only one card and the only move possible is from the final tableau pile one before it. Making this move and redealing only results in the original card arrangement. AisleRiot will end the game if this situation is detected.
es: Nota: un caso degenerado ocurre siempre que, después de un reparto, el último montón del tablero contiene una sola carta y el único movimiento posible es entre el montón final y uno anterior a él. Haciendo este movimiento y repartiendo sólo se consigue la carta originalmente conseguida. Cuando se de esta situación, AisleRiot finalizará el juego.

source: Each card placed in the foundation piles scores one point.
es: Cada carta colocada en los montones de la fundación puntúa un tanto.

source: If more than one pile on the tableau can be built upon, choose to build upon the one with the highest rank first.
es: Si se puede construir más de un montón del tablero, escoja construirlo sobre el de mayor rango primero.

source: Glossary
es: Glosario

source: Author's note: These definitions are meant as a guideline only. See individual game rules as any game has the right to redefine or modify the rules to make it fun.
es: Nota del autor: Estas definiciones sólo pretenden ser una guía. Consulte las reglas de cada juego individual ya que cada juego tiene la libertad de redefinir o modificar las reglas para hacerlo entretenido.

source: Base card
es: Carta base

source: The first card dealt into a foundation pile. Other foundations usually have to start with a card of this rank. See: Foundation
es: La primera carta dada a un montón de la fundación. El resto de montones de la fundación suelen tener que empezar con una carta del mismo rango. Ver: Fundación

source: Build by alternate color
es: Construir alternando el color

source: Building by placing a card on to another card of the opposite color is permitted. Example: Placing a Diamond on a Spade is good, but placing a Diamond on a Heart is not.
es: Cuando se permite construir colocando una carta encima de otra del color contrario al de la primera. Ejemplo: Colocar un diamante encima de una pica es correcto, pero colocar un diamante encima de un corazón no lo es.

source: Build by any suit but own
es: Construir por cualquier palo menos el propio

source: Building by placing a card on to another card of any suit but the suit of the original card is permitted. Example: Placing a Diamond on a Heart is good, but placing a Heart on a Heart is not.
es: Cuando se permite colocar una carta encima de otra de un palo distinto al de la primera. Ejemplo: Colocar un diamante sobre un corazón es correcto, pero situar un corazón sobre un corazón no.

source: Build by color
es: Construir por color

source: Building by placing a card on to another card of the same color is permitted. Example: Placing a Diamond on a Heart is good, but Placing a Diamond on a Club is not.
es: Cuando se permite colocar una carta encima de otra del mismo color. Ejemplo: Colocar un diamante sobre un corazón es correcto, pero colocar un diamante sobre un trébol no lo es.

source: Build regardless of suit
es: Construir sin importar el palo

source: It's all good.
es: Todo vale.

source: Build by suit
es: Construir por palo

source: Building by placing a card on to another card of the same suit is permitted. Example: Placing a Spade on a Spade is good, but placing a Spade on a Club is not.
es: Cuando se permite colocar una carta encima de otra del mismo palo. Ejemplo: Colocar una pica encima de otra pica es correcto, pero colocar una pica encima de un trébol no lo es.

source: Build down
es: Construir descendentemente

source: Building by placing a card of a lower rank on to a card of a higher rank is permitted. Usually implies a difference of only one ranking between the two cards. Example: Placing a 10 on a Jack is good, but placing a 10 on a 9 is not.
es: Cuando se permite colocar una carta de menor rango encima de otra de mayor rango. Generalmente implica una diferencia de rango entre las cartas de uno. Ejemplo: Colocar un 10 sobre una jota es correcto, pero colocar un 10 sobre un 9 no lo es.

source: Build down by *
es: Construir descendentemente por *

source: Building by placing a card of a lower rank on to a card of a higher rank by * is permitted. Example: If * is 2, placing a 10 on a Queen is good, but placing a 10 on a Jack is not.
es: Cuando se permite colocar una carta de menor rango sobre otra carta de rango * mayor. Ejemplo: Si * es 2, colocar un 10 sobre una reina es correcto, pero colocar un 10 sobre una jota no lo es.

source: Build up
es: Construir ascendentemente

source: Building by placing a card of a higher rank on to a card of a lower rank is permitted. Usually implies a difference of only one ranking between the two cards. Example: Placing a Queen on a Jack is good, but placing a Queen on a King is not.
es: Cuando se permite colocar una carta de mayor rango sobre otra de menor rango. Generalmente esto implica que la diferencia entre las cartas sea la unidad. Ejemplo: Colocar una reina sobre una jota es correcto, pero colocar una reina sobre un rey no lo es.

source: Build up by *
es: Construir ascendentemente por *

source: Building by placing a card of a higher rank on to a card of a lower rank by * is permitted. Example: If * is 2, placing a 10 on an 8 is good, but placing a 10 on a 9 is not.
es: Cuando se permite colocar una carta de rango superior encima de otra de rango * menor. Ejemplo: Si * es dos, colocar un 10 encima de 8 es correcto, pero colocar 10 encima de 9 no lo es.

source: Build up or down
es: Construir ascendente o descendentemente

source: Building by placing a card on to a card of one higher or one lower rank is permitted. Example: Placing a Jack on a Queen or a 10 is good, but placing a 10 on a Queen is not.
es: Cuando se permite colocar una carta encima de otra que sea uno mayor o uno menor que la primera. Ejemplo: Colocar una jota encima de una reina o encima de un 10 es correcto, pero colocar un 10 encima de una reina no lo es.

source: Building
es: Construir

source: The ability to place a card (or group of cards) on another card. In regards to rank, you can build up, build down, or build up/down by *. In regards to suit/color, you can build by suit, build by color, build by alternate color, build by any suit but own, or build regardless of suit. Note that all games that build will follow two of these rules, one from each list.
es: La habilidad de colocar una carta (o grupo de cartas) encima de otra carta. En lo que concierne al rango, se puede construir ascendentemente, descendentemente, o ascendente/descendentemente por *. En relación al color se puede construir por palo, por color, alternando el color, por cualquier palo menos el propio o sin importar el palo. Nótese que todos los juegos en los que se construye seguirán dos de estas normas, una de cada lista.

source: Deck
es: Baraja

source: The set of cards used. Most games use a Standard deck, but games that use a Double deck, a Joker deck, or a Stripped deck are not uncommon.
es: Conjunto de cartas usado. La mayoría de los juegos usan una baraja estándar pero los juegos que usan una baraja doble, una baraja con comodín o una baraja desnuda no son raros.

source: Double deck
es: Doble baraja

source: A deck of cards consisting of two Standard decks making a total of 104 cards.
es: Una baraja de cartas consistente en dos barajas estándar sumando un total de 104 cartas.

source: If a game has a foundation, the game is usually won by placing all the cards in the foundation pile(s).
es: Si un juego tiene una fundación, dicho juego generalmente se gana colocando todas las cartas en los montones de la fundación.

source: Joker deck
es: Baraja con comodín

source: A deck of cards consisting of a Standard deck and two jokers making a total of 54 cards.
es: Una baraja de cartas consistente en una baraja estánadar y dos comodines adicionales sumando un total de 54 cartas.

source: Pile
es: Montón

source: A designated area where cards can exist.
es: Un área designada donde se pueden colocar cartas.

source: Rank
es: Rango

source: The value of the card. Numbered cards usually have the rank of the associated number. Aces can either be high or low. If high, aces are ranked 14. If low, aces are ranked as 1. J, Q, and K are usually ranked 11, 12, and 13 respectively. However, some games may rank these cards as 10. In such a case, a high ace might be ranked as 11.
es: El valor de una carta. Las cartas numeradas tienen generalmente el rango del número asociado. Los ases pueden ser más altos o más bajos. Si son altos se considera que valen 14. Si son bajos, se considera que valen 1. La jota (J), la reina (Q) y el rey (K) suelen valer 11, 12 y 13, respectivamente. Sin embargo, en algunos juegos pueden valer 10. En tal caso, un as alto vale 11.

source: Cards in the reserve are usually available to play anywhere. Usually cannot be built on.
es: Las cartas de la reserva se suelen disponer para jugar en cualquier sitio. Generalmente no se puede construir en ella.

source: Slot
es: Hueco

source: See Pile.
es: Ver Montón.

source: Standard deck
es: Baraja estándar

source: A 52 card poker deck. There are four suits of thirteen cards each. Each suit contains an Ace, 2 through 10, Jack, Queen, and King. These suits are usually Clubs, Spades, Hearts and Diamonds. These suits can be grouped into two colors, usually black and red. The Clubs and the Spaces are black while the Hearts and the Diamonds are red. AisleRiot allows the possibility of using different decks. In this case, the new colors and/or suits are substituted into this paradigm.
es: Una baraja de póker de 52 cartas. Hay cuatro palos de 13 cartas cada uno. Cada palo contiene un as, del 2 al 10, una jota (J), una reina (Q) y un rey (K). Estos palos son generalmente Tréboles, Picas, Corazones y Diamantes. Estos palos se pueden agrupar en dos colores, generalmente negro y rojo. Los Tréboles y las Picas son negros mientras que los Corazones y los Diamantes son rojos. AisleRiot permite la posibilidad de usar diferentes barajas. En este caso, los nuevos colores y/o palos se sustituyen dentro de este paradigma.

source: The remainder of the deck after all the original cards have been dealt and are usually kept faced down.
es: Es el resto de la baraja después de que todas las cartas originales hayan sido dadas. Generalmente se coloca boca abajo.

source: Suit
es: Palo

source: Four different kinds in a Standard deck. Usually Clubs, Spades, Hearts, and Diamonds.
es: Cuatro clases diferentes dentro de una baraja estándar. Generalmente Tréboles, Picas, Corazones y Diamantes.

source: The playing field, where the main action occurs. Usually allows building.
es: El campo de juego, donde transcurre principalmente la acción. Generalmente, se permite construir.

source: A stack of cards face up, usually next to the Stock. Top card usually in play.
es: Un montón de cartas boca arriba, generalmente cercana al montón. La carta de la cima normalmente está en juego.

source: Diamond Mine
es: Mina de diamantes

source: One pile at top. Build in sequence for diamonds starting from any diamond of your choice.
es: Un montón en la parte superior. Construye una secuencia de diamantes comenzando desde cualquier diamante que elija.

source: Thirteen piles. Deal three cards face down and one card face up on every pile.
es: Trece montones. Da tres cartas boca abajo y una carta boca arriba en cada uno.

source: Remove all diamonds to the foundation and have all the other cards in suit and sequence with Aces being low in the Tableau.
es: Lleve todos los diamantes a la fundación y coloque el resto de cartas en el tablero por palo y en secuencia desde los ases.

source: Cards (other than diamonds) can be built down in sequence regardless of suit. Builds of cards can be moved as a unit. Empty slots can be filled by any card (except for diamonds) or build of cards.
es: Las cartas (las que no son diamantes) se pueden construir descendentemente en secuencia sin importar el palo. Las construcciones de cartas se pueden mover como una unidad. Se pueden rellenar los montones vacíos con cualquier carta (excepto diamantes) o construcción de cartas.

source: Diamonds cannot be moved except to be place on to the Foundation. The diamond Foundation must be built up in sequence but can start from any number you want.
es: Los diamantes no se pueden mover excepto para ser colocados en la fundación. La fundación diamante se debe construir ascendentemente desde el número que quiera.

source: Each diamond placed on to the Foundation scores the face value of the card, with Ace as one point, Jacks as eleven points, Queens as twelve points, and Kings as thirteen points.
es: Cada diamante colocado en la fundación puntúa el valor de la carta. El as un punto, las jotas once puntos, las reinas doce puntos y los reyes trece puntos.

source: Each Ace through King in sequence and in suit on the Tableau pile scores three points.
es: Cada secuencia de as al rey del mismo palo en un montón del tablero puntúa tres puntos.

source: Maximum possible score: 100
es: Máxima puntuación posible: 100

source: Mining for diamonds is hard work. Keep in mind that not all diamonds are worth the same. Don't forget to clean up after yourself and put the other suits in order.
es: Coleccionar diamantes es un trabajo difícil. Recuerde que no todos los diamantes valen los mismo. No olvide limpiarlo todo y ponga el resto de los palos en orden.

source: Doublets
es: Dobletes

source: Top left pile. The rest of the deck is placed here after dealing. Cards are turned over one at a time to Waste. Two redeals.
es: Montón de la parte superior izquierda. El resto de la baraja se coloca aquí después de dar. Las cartas se sacan de una en una a la basura. Hay dos repartos.

source: Seven piles, forming an arch shape (upside down U) to the right. Deal one card face up on each pile. During this deal, if a King is dealt, remove the King and place it on the bottom of the deck. Deal another card into this pile. Each Reserve pile can only hold one card. When a Reserve pile is empty, it is automatically filled by the Waste, or, if the Waste is empty, from the Stock. Once original deal is over, when a King is placed in a pile of the Reserve, this pile is frozen as Kings cannot be moved.
es: Siete montones, formando una forma (U invertida) a la derecha. Se da una carta boca arriba en cada montón. Durante el reparto, si se da un rey, elimine el rey y colóquelo al final de la baraja. Se da otra carta a este montón. Cada montón de la reserva sólo puede contener una carta. Cuando un montón de la reserva se vacía, se rellena automáticamente desde la basura o, si la basura está vacía, desde el montón. Una vez que termina el reparto inicial, cuando se coloca un rey en un montón de la reserva, este montón se congela ya que los reyes no se pueden mover.

source: One pile, the center pile on the bottom row of the Reserve slots. To be built on from original card by doubling, regardless of suit or color.
es: Un montón, el montón central en la fila del fondo de los huecos de la reserva. Se construyen desde la carta original doblándola, sin importar el palo o el color.

source: Move all cards to the Foundation pile.
es: Mueva todas las cartas al montón fundación.

source: Cards can be put in the Foundation pile if they are twice the value of the card currently on top of the Foundation. Jacks and Queens are eleven and twelve, respectively. If the doubled number exceeds thirteen, subtract thirteen to find next needed card. The series goes:
es: Las cartas se pueden poner en el montón fundación si duplican el valor de la carta actualmente en la cima de la fundación. Las jotas y las reinas valen once y doce respectivamente. Si el número doblado supera trece, reste trece hasta encontrar la siguiente carta necesaria. La serie transcurre:

source: A, 2, 4, 8, 3, 6, Q, J, 9, 5, 10, 7, repeat...
es: A, 2, 4, 8, 3, 6, Q, J, 9, 5, 10, 7, repetir...

source: Cards are flipped from the Stock to the Waste by one. When the Stock is empty, move all cards in Waste back to the Stock, maintaining order. You can go through the deck three times.
es: Las cartas se sacan desde el montón a la basura de una en una. Cuando el montón se vacía, se mueven todas las cartas de vuelta de la basura al montón, manteniendo el orden. Puedes dar la vuelta a la baraja tres veces.

source: Each card in the Foundation pile scores one point.
es: Cada carta en el montón de fundación puntúan un tanto.

source: Without a King, you can't have regicide. Avoid them.
es: Sin un rey, no puede haber regicidio. Evítelos.

source: Eagle Wing
es: Ala de águila

source: Top left pile. The rest of the deck is placed here after dealing the Tableau. Cards are turned over one at a time to Waste. Two redeals.
es: Montón de la parte superior izquierda. El resto de la baraja se coloca aquí después de repartir el tablero. Las cartas se sacan de una en una a la basura. Hay dos repartos.

source: Four piles top right. One card is dealt in the first Fondation at the start of the game, this is the base card. Other Fondations must be started with a card of the same rank as the base card. To be built up in suit from the base card.
es: Cuatro montones en la parte superior derecha. Una carta se da al primer montón de la fundación al comienzo del juego, esta es la carta base. El resto de los montones de la fundación deben comenzar por una carta del mismo rango que la carta base. Se construye ascendentemente por palo desde la carta base.

source: Middle (and lowest) slot. Deal thirteen cards face down here. Flip card to fill any spaces in the Tableau. When only one card is left in the Reserve, it will flip up and can be played on Foundation or a Tableau pile.
es: Hueco del medio (de la parte inferior). Aquí se dan trece cartas boca abajo. Se sacan cartas para llenar los espacios del tablero. Cuando sólo quede una carta en la reserva, se da la vuelta y ella se puede jugar con la fundación o con el tablero.

source: Eight slots (four to the left and four to the right of Reserve.) Deal one card face up per slot. Tableau can be built down by suit. Cards can be moved singly to other slots on the Tableau, or in a group on to the Foundation. Each Tableau slot can hold a maximum of three cards.
es: Ocho huecos (cuatro a la izquierda y cuatro a la derecha de la reserva). Se da una carta boca arriba a cada hueco. En el tablero se puede construir descendentemente por palo. Las cartas se pueden mover de una en una a otros montones del tablero, o en grupo a la fundación. Cada hueco del tablero puede contener un máximo de tres cartas.

source: Cards in the tableau are built down by suit. Cards can only be moved singly to another Tableau pile. However, to ease monotony, groups of cards can be moved to Foundation. An empty slot in the Tableau is filled automatically from the Reserve. If the Reserve is empty, an empty slot can be filled by a card from the Waste or from another Tableau pile.
es: Las cartas en el tablero se construyen descendentemente por palo. Las cartas solo se pueden mover de una en una a otro montón del tablero. Sin embargo, para relajar la monotonía, se pueden mover grupos de cartas a la fundación. Un hueco vacío en el tablero se llena automáticamente desde la reserva. Si la reserva esta vacía, un hueco vacío se puede llenar con una carta de la basura o de otro montón del tablero.

source: The Reserve exists mainly to deal cards into empty slots of the Tableau. However, when there is only one card left in the Reserve, it will become visible and is in play.
es: La reserva existe principalmente para dar cartas a los huecos vacíos del tablero. Sin embargo, cuando sólo queda una carta en la reserva, ésta se hará visible y entrará en juego.

source: Cards are flipped from the Stock to the Waste singly. When the Stock is empty, move all cards in Waste back to the Stock, maintaining order. You can go through the deck three times.
es: Las cartas se sacan del montón a la basura de una en una. Cuando el montón se vacíe, todas las cartas del la basura se vuelven a colocar en el montón, manteniendo el orden. Puede dar la vuelta a la baraja hasta tres veces.

source: Foundations are built up in suit from the base card (first card dealt to first Foundation). New Foundations are started when a card of the same rank as the first card placed during the dealing period are placed on empty Foundation piles. Aces are placed on Kings, and twos on Aces. Cards in Foundations are not in play.
es: La fundación se construye ascendentemente por palo desde la carta base (primera carta que se coloca en el primer montón de la fundación). Los nuevos montones se usan cuando una carta del mismo rango que la primera carta colocada durante el reparto inicial se sitúa en una de los montones de la fundación.

source: A little planning goes a long way. Check before piling cards in a Tableau. Remember the three card in a slot rule.
es: Un pequeño plan conduce a un largo camino. Revise antes de amontonar las cartas en el tablero. Recuerde la regla de las tres cartas por hueco.

source: Easthaven
es: Puerto Este

source: Top left pile. Deck is placed here after dealing on to the Tableau.
es: Montón de la parte superior izquierda. La baraja se coloca aquí después de repartir el tablero.

source: Four piles top right. To be built up in suit from Ace to King.
es: Cuatro montones en la parte superior derecha. Se construye ascendentemente desde el as hasta el rey.

source: Seven piles on the bottom. Deal two cards face down and one card face up for every pile.
es: Siete montones en la parte inferior. Se dan dos cartas boca abajo y una carta boca arriba en cada montón.

source: The Tableau is built down by alternate color. Builds of cards in sequence and alternating color can be moved as a unit. Empty Tableau piles can be filled by Kings or builds starting with a King.
es: El tablero se construye descendentemente alternando el color. Las secuencias de cartas que alternan el color se pueden mover como una unidad. Los montones vacíos del tablero se pueden rellenar por reyes o por secuencias que comienzan por rey.

source: Any empty Tableau slots must be filled if possible before dealing more cards. Clicking on the Stock deals one card face up on to each Tableau pile. The last deal places one card face up on the first three piles. There are no redeals.
es: Cualquier hueco vacío del tablero se debe rellenar si es posible antes de dar más cartas. Pulsando en el montón se da una carta boca arriba a cada montón del tablero. El último reparto coloca una carta boca arriba en los primeros tres montones. No hay repartos.

source: The Foundation is built up in suit from Ace to King. Cards in the Foundation are no longer in play.
es: La fundación se construye ascendentemente por palo desde el as hasta el rey. Las cartas en la fundación no se pueden jugar más.

source: Each card placed on to a Foundation scores one point.
es: Cada carta colocada en la fundación puntúa un tanto.
